Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# health_meals_body_ai.5f3317f450fa
source: 睡眠: {{value1}}時間
ar_sa: النوم: ساعات {{value1}}
ca: Son: {{value1}} hores
cs: Spánek: {{value1}} hodin
da: Søvn: {{value1}} timer
de_de: Schlaf: {{value1}} Stunden
el: Ύπνος: {{value1}} ώρες
en_au: Sleep: {{value1}} hours
es_es: Sueño: {{value1}} horas
fi: Yöuni: {{value1}} tuntia
fr_ca: Sommeil : {{value1}} heure(s)
gu: ઊંઘ: {{value1}} કલાક
he: שינה: {{value1}} שעות
hi: नींद: {{value1}} घंटा
hr: Spavanje: {{value1}} sati
hu: Alvás: {{value1}} óra
id: Waktu tidur: {{value1}} jam
it: Dormi: {{value1}} ore.
ko: 수면: {{value1}}시간
mr: झोप: {{value1}} तास
ms: Tidur: {{value1}} minit
nl_nl: Slaap: {{value1}} uur
no: Søvn: {{value1}} timer
pl: Czas snu: {{value1}} godz.
pt_br: Sono: {{value1}} hora(s)
pt_pt: Sono: {{value1}} hora(s)
ro: Somn: {{value1}} ore.
ru: Сон: {{value1}} час.
sk: Spánok: {{value1}} hodín
sl: Spanje: {{value1}} ura
sv: Se till att få {{value1}} timmars sömn.
ta: தூக்கம்: {{value1}} மணி
te: నిద్ర: {{value1}} గంటలు
th: เวลาพักผ่อน: {{value1}} ชั่วโมง
tr: Uyku: {{value1}} saat
uk: Сон: {{value1}} година
vi: Thời gian ngủ: {{value1}} giờ
zh_hans: 睡眠：{{value1}}小时
zh_hant: 睡眠：{{value1}} 小時

# health_meals_body_ai.5f7020cba17f
source: 体重
ar_sa: الوزن
ca: pes
cs: Hmotnost
da: Vægt
de_de: Gewicht
el: Βάρος
en_au: Weight
es_es: Peso
fi: Paino
fr_ca: Poids
gu: વજન
he: משקל
hi: वजन
hr: Težina
hu: Testsúly
id: Berat badan
it: Peso
ko: 체중
mr: वजन
ms: Berat
nl_nl: Gewicht
no: Vekt
pl: Waga
pt_br: Peso
pt_pt: Peso
ro: Greutate
ru: Вес
sk: Hmotnosť
sl: Teža
sv: Vikt
ta: எடை
te: బరువు
th: น้ำหนัก
tr: Kilo
uk: Вага
vi: Cân nặng

# health_meals_body_ai.5ffda91dfa7a
source: {"id":"{{value1}}","category":"{{value2}}","title":"{{value3}}","target":0,"rationale":"記録と目標を確認しました"}
ar_sa: {"id": "{{value1}}"، "category": "{{value2}}"، "title": "{{value3}}"، "target":0، "rationale": "تم تأكيد السجلات والأهداف"}
ca: {"id":"{{value1}}","category":"{{value2}}","title":"{{value3}}","target":0,"rationale":"Rècords i objectius confirmats"}
cs: {"id":"{{value1}}","kategorie":"{{value2}}","název":"{{value3}}","cíl":0,"zdůvodnění":"Zkontroloval jsem záznamy a cíle"}
da: {"id":"{{value1}}","kategori":"{{value2}}","titel":"{{value3}}","mål":0,"begrundelse":"Jeg har gennemgået dine registreringer og mål"}
de_de: {"id":"{{value1}}","kategorie":"{{value2}}","titel":"{{value3}}","ziel":0,"grund":"Ich habe Ihre Aufzeichnungen und Ziele überprüft"}
el: {"id":"{{value1}}","κατηγορία":"{{value2}}","τίτλος":"{{value3}}","στόχος":0,"λόγος":"Έλεγξα τα αρχεία και τους στόχους"}
en_au: {"id":"{{value1}}","category":"{{value2}}","title":"{{value3}}","target":0,"rationale":"I have reviewed your records and goals."}
es_es: {"id":"{{value1}}","categoría":"{{value2}}","título":"{{value3}}","objetivo":0,"razón":"He revisado tus registros y objetivos"}
fi: {"id":"{{value1}}","kategoria":"{{value2}}","otsikko":"{{value3}}","tavoite":0,"perustelu":"Tarkistin ja vahvistin tietosi"}
fr_ca: {"id":"{{value1}}","catégorie":"{{value2}}","titre":"{{value3}}","cible":0,"justification":"J'ai vérifié les enregistrements et les objectifs"}
gu: {"id":"{{value1}}","category":"{{value2}}","title":"{{value3}}","target":0,"rationale":"મેં રેકોર્ડ અને લક્ષ્યની ચકાસણી કરી છે"}
he: {"id":"{{value1}}","category":"{{value2}}","title":"{{value3}}","target":0,"rationale":"בדקתי את ההיסטוריה והמטרות"}
hi: {"id":"{{value1}}","category":"{{value2}}","title":"{{value3}}","target":0,"rationale":"रिकॉर्ड और लक्ष्य की पुष्टि की गई"}
hr: {"id":"{{value1}}","kategorija":"{{value2}}","naslov":"{{value3}}","cilj":0,"objašnjenje":"Provjerili smo podatke i postavio smo ciljeve"}
hu: {"id":"{{value1}}","kategória":"{{value2}}","cím":"{{value3}}","cél":0,"alapok":"Az előző adatok és célokat ellenőriztem"}
id: {"id":"{{value1}}","kategori":"{{value2}}","judul":"{{value3}}","target":0,"alasan":"Saya telah memeriksa catatan dan tujuan"}
it: {"id":"{{value1}}","categoria":"{{value2}}","titolo":"{{value3}}","obiettivo":0,"motivazione":"Ho controllato i dati e gli obiettivi"}
ko: {"id":"{{value1}}","category":"{{value2}}","title":"{{value3}}","target":0,"rationale":"기록 및 목표를 확인했습니다"}
mr: {"id":"{{value1}}","category":"{{value2}}","title":"{{value3}}","target":0,"rationale":"नोंद आणि ध्येय तपासले"}
ms: {"id":"{{value1}}","kategori":"{{value2}}","tajuk":"{{value3}}","sasaran":0,"alasan":"Mengesahkan rekod dan sasaran"}
nl_nl: {"id":"{{value1}}","categorie":"{{value2}}","titel":"{{value3}}","doel":0,"reden":"Ik heb uw gegevens en doelen bekeken"}
no: {"id":"{{value1}}","kategori":"{{value2}}","tittel":"{{value3}}","mål":0,"begrunnelse":"Jeg har sjekket og bekreftet registreringer og mål"}
pl: {"id":"{{value1}}","kategoria":"{{value2}}","tytuł":"{{value3}}","cel":0,"uzasadnienie":"Sprawdziłem/łam historię i cel"}
pt_br: {"id":"{{value1}}","categoria":"{{value2}}","titulo":"{{value3}}","alvo":0,"justificativa":"Verifiquei o registro e a meta"}
pt_pt: {"id":"{{value1}}","categoria":"{{value2}}","titulo":"{{value3}}","alvo":0,"justificativa":"Verifiquei o registro e a meta"}
ro: {"id":"{{value1}}","categorie":"{{value2}}","titlu":"{{value3}}","obiectiv":0,"motiv":"Am verificat înregistrările și obiectivele"}
ru: {"id":"{{value1}}","категория":"{{value2}}","название":"{{value3}}","цель":0,"обоснование":"Проверили записи и цели"}
sk: {"id":"{{value1}}","kategoria":"{{value2}}","nazov":"{{value3}}","ciel":0,"dôvod":"Skontrolujeme vaše záznamy a ciele"}
sl: {"id":"{{value1}}","kategorija":"{{value2}}","naslov":"{{value3}}","cilj":0,"razlog":"Preverili smo podatke in cilje"}
sv: {"id":"{{value1}}","kategori":"{{value2}}","titel":"{{value3}}","mål":0,"motivering":"Jag har granskat dina resultat och mål"}
ta: {"id":"{{value1}}","வகை":"{{value2}}","தலைப்பு":"{{value3}}","இலக்கு":0,"காரணம்":"பதிவுகளை மற்றும் இலக்குகளை சரிபார்க்கப்பட்டது"}
te: {"id":"{{value1}}","category":"{{value2}}","title":"{{value3}}","target":0,"rationale":"రికార్డు మరియు లక్ష్యాన్ని తనిఖీ చేసాను"}
th: {"id":"{{value1}}","category":"{{value2}}","title":"{{value3}}","target":0,"rationale":"ตรวจสอบและยืนยันข้อมูล"}
tr: {"id":"{{value1}}","kategori":"{{value2}}","başlık":"{{value3}}","hedef":0,"neden":"Kaydı ve hedefleri kontrol ettim"}
uk: {"id":"{{value1}}","категорія":"{{value2}}","назва":"{{value3}}","ціль":0,"обґрунтування":"Перевірили записи та цілі"}
vi: {"id":"{{value1}}","category":"{{value2}}","title":"{{value3}}","target":0,"reason":"Đã xem lại và xác nhận mục tiêu"}
zh_hans: {"id":"{{value1}}","category":"{{value2}}","title":"{{value3}}","target":0,"rationale":"已确认记录和目标"}
zh_hant: {"id":"{{value1}}","category":"{{value2}}","title":"{{value3}}","target":0,"rationale":"已確認記錄和目標"}

# health_meals_body_ai.6055fa3672d8
source: 停滞候補の種目は、重量を一度下げて目標回数をそろえるか、休憩を15〜30秒延ばして比較しましょう。
ar_sa: بالنسبة للأحداث المرشحة للركود، حاول خفض الوزن ومطابقة الممثلين المستهدفين، أو قم بتمديد فترة راحتك بمقدار 15 إلى 30 ثانية وقارن.
ca: Per als esdeveniments que són candidats a l'estancament, proveu de baixar el pes i igualar les vostres repeticions objectiu, o allarga el vostre descans de 15 a 30 segons i compareu.
cs: Pro kontrolu stagnace zkuste snížit váhu na cílový počet opakování nebo prodlužte pauzu o 15–30 sekund a porovnejte.
da: For at kontrollere stagnation, sammenlign om du har reduceret vægten én gang og opnået det ønskede antal gentagelser, eller om du har forlængt pausen med 15-30 sekunder.
de_de: Um Stillstände zu erkennen, vergleichen Sie, ob Sie das Gewicht einmal reduziert und die Zielanzahl erreicht haben, oder ob Sie die Pause um 15–30 Sekunden verlängern.
el: Για τον έλεγχο στατικής κατάστασης, συγκρίνετε είτε μειώνοντας το βάρος και επαναλαμβάνοντας τον στόχο, είτε αυξάνοντας την ανάπαυση κατά 15-30 δευτερόλεπτα.
en_au: To identify stagnation, try reducing the weight once and aiming for the target number of repetitions, or extend your rest by 15-30 seconds and compare.
es_es: Para verificar si hay estancamiento, compare el número de repeticiones después de haber reducido ligeramente el peso o extendido el descanso en 15-30 segundos.
fi: Vertaa vaihtoehtoja laskemalla ensin paino yhden asteen alhaisemmaksi ja tavoite toistoihin, tai pidennämällä lepoa 15–30 sekunnilla.
fr_ca: Pour vérifier si vous êtes en train de stagner, essayez de réduire le poids une fois et d'atteindre le nombre cible, ou d'augmenter la pause de 15 à 30 secondes pour comparer.
gu: સ્થિરતા માટેના વિકલ્પો: વજન એકવાર ઘટાડીને લક્ષ્ય સંખ્યા સુધી પહોંચો અથવા 15-30 સેકન્ડ માટે આરામ વધારીને સરખાવો.
he: סוגי קיפאון: השווה בין הורדת משקל פעם אחת לשימוש במספר חזרות, או בין הפסקת מנוחה של 15-30 שניות.
hi: स्थगन के लिए, वजन को एक बार कम करके लक्ष्य संख्या प्राप्त करें या 15-30 सेकंड तक आराम लें और तुलना करें।
hr: Vrste koje treba provjeriti su: smanjite težinu i pokušajte ponovno doći do cilja, ili produžite odmor za 15-30 sekundi i usporedite.
hu: A teljesítéshez tartozó tevékenységek közül válaszd ki, hogy csökkentsd az edzésmenet számát, vagy hosszabb szünetet tegyél, és hasonlítsd össze.
id: Jenis latihan stagnasi adalah dengan menurunkan berat badan sekali lalu mencapai jumlah target, atau memperpanjang istirahat 15-30 detik untuk dibandingkan.
it: Per identificare le possibili cause dello stallo, prova a ridurre il peso una volta e raggiungere il numero target, oppure allunga il riposo di 15-30 secondi per confrontare.
ko: 정체 가능 항목은, 무게를 한 번 낮춰 목표 횟수를 맞추거나, 휴식을 15~30초 연장하여 비교해 보세요.
mr: स्थिरतेसाठी, वजन एकदा कमी करून लक्ष्य वेळेनुसार तपासा किंवा 15-30 सेकंदांचा ब्रेक वाढवून तुलना करा.
ms: Jenis latihan stagnasi ialah menurunkan berat badan sekali dan mencapai jumlah yang ditetapkan, atau memperpanjang rehat selama 15 hingga 30 saat untuk membandingkan.
nl_nl: Om te controleren op stagnatie, verlaag dan het gewicht even en probeer het doel aantal keren te bereiken, of verleng de rust 15-30 seconden en vergelijk.
no: For å finne ut om du er i en stagnasjonsfase, kan du prøve å redusere vekten én gang og justere antall repetisjoner, eller ta en pause på 15–30 sekunder og sammenligne.
pl: Aby sprawdzić, czy występuje stagnacja, spróbuj zmniejszyć wagę i doprowadzić do osiągnięcia docelowej liczby powtórzeń lub wydłuż 15–30 sekund przerwy i porównaj.
pt_br: Para verificar se há estagnação, compare o número de repetições com o peso reduzido ou aumente o descanso em 15-30 segundos.
pt_pt: Para verificar se há estagnação, compare o número de repetições com o peso reduzido ou aumente o descanso em 15-30 segundos.
ro: Pentru a identifica posibilele stagnări, încearcă să reduci greutatea o dată și să ajustezi numărul de repetări sau să prelungești pauza cu 15-30 secunde pentru comparație.
ru: Чтобы определить, есть ли застой, сравните результаты после уменьшения веса до целевого уровня или увеличения времени отдыха на 15–30 секунд.
sk: Pre kontrolu stagnácie skúste znížiť váhu na cieľovú hodnotu, alebo predĺžte pauzu o 15–30 sekúnd a porovnajte.
sl: Izberite možnost, kjer boste enkrat zmanjšali težo in dosežili cilj, ali podaljšali počitek za 15–30 sekund in primerjali.
sv: För att kontrollera om du är i ett stillastående, jämför antingen genom att sänka vikten och justera antalet repetitioner eller genom att förlänga vilan med 15–30 sekunder.
ta: தடையில்லைக்கான விருப்பங்கள், எடையை ஒருமுறை குறைத்து இலக்கு எண்ணிக்கையை அடைய அல்லது 15-30 வினாடிகள் ஓய்வு எடுத்து ஒப்பிடலாம்.
te: స్థిరత్వం కోసం, బరువును ఒకసారి తగ్గించి, లక్ష్య సంఖ్యను సరిచేయడానికి ప్రయత్నించండి లేదా 15-30 సెకన్ల పాటు విరామాన్ని పెంచి పోల్చండి.
th: เลือกประเภทของการหยุดชะงัก โดยลองลดน้ำหนักลง แล้วเปรียบเทียบกับจำนวนครั้งที่ต้องการ หรือพักเป็นเวลา 15-30 วินาที แล้วเปรียบเทียบกัน
tr: Durum kontrolünde değerlendirmek için, ağırlığı bir kez düşürerek hedeflenen tekrar sayısını tamamlayın veya dinlenme süresini 15-30 saniye uzatarak karşılaştırın.
uk: Виберіть варіант "перевірка на стагнацію", щоб порівняти результати після зменшення ваги до цільового рівня або збільшення відпочинку на 15-30 секунд.
vi: Các bài tập gợi ý để kiểm tra sự trì trệ: giảm trọng lượng một lần và đạt được số lần mục tiêu, hoặc kéo dài thời gian nghỉ 15-30 giây rồi so sánh.
zh_hans: 如果怀疑停滞，可以尝试降低重量并达到目标次数，或者延长休息时间15-30秒进行比较。
zh_hant: 停滞的建议项目：可以尝试降低重量，达到目标次数，或者延长休息时间15〜30秒进行比较。

# health_meals_body_ai.61184419aea8
source: 食品DBとバーコードの追加・実食量変更をすぐ合計へ反映します。自由入力した食品はAI推定後に合算します。
ar_sa: تنعكس الإضافات إلى قاعدة بيانات الأغذية والرموز الشريطية، والتغييرات في تناول الطعام الفعلي على الفور في المجموع. سيتم إضافة المواد الغذائية التي تم إدخالها بحرية بعد تقدير الذكاء الاصطناعي.
ca: Les addicions a la base de dades d'aliments i als codis de barres, i els canvis en la ingesta real d'aliments es reflecteixen immediatament en el total. Els aliments introduïts lliurement es sumaran després de l'estimació de l'IA.
cs: Přidávání a úprava množství potravin z databáze, včetně skenování čárových kódů, se automaticky aktualizuje. Potraviny, které jste zadali ručně, budou zahrnuty po odhadu pomocí AI.
da: Tilføj og opdater mængder af mad fra databasen, samt manuelt indtastede fødevarer. AI vil automatisk beregne det samlede forbrug baseret på dine input.
de_de: Bitte aktualisieren Sie die Gesamtsumme, indem Sie Lebensmittel und Barcodes hinzufügen oder die Menge ändern. Lebensmittel, die Sie manuell eingegeben haben, werden nach der KI-Schätzung zusammengefasst.
el: Εισάγετε και ενημερώστε αμέσως τη βάση δεδομένων τροφίμων και την ποσότητα που καταναλώσατε. Τα τρόφιμα που έχουν καταχωρηθεί χειροκίνητα θα συνυπολογιστούν μετά από εκτίμηση του AI.
en_au: Automatically update the total with additions and changes to the food database and barcode entries. AI-estimated values will be added for free-entered foods.
es_es: Actualiza la suma con la adición y modificación de alimentos y códigos de barras. Los alimentos ingresados libremente se suman después de la estimación de IA.
fi: Lisää ja päivitä ruoka-tietokannan sekä skannerin avulla tallennettujen ruokien määriä automaattisesti. Vapaasti syötetyistä ruoista tehdään laskelma AI:n avulla.
fr_ca: Ajoutez et modifiez les quantités des aliments, ainsi que les codes-barres, pour obtenir un total instantané. Les aliments entrés manuellement seront ajoutés après une estimation par l'IA.
gu: ખોરાક ડેટાબેઝ અને બાર્કોડની ઉમેરણ તેમજ વાસ્તવિક વપરાશના જથ્થાને તાત્કાલિક સરવાળામાં સમાવિષ્ટ કરો. મુક્ત રીતે દાખલ કરેલા ખોરાકના આઈ-પૂર્વ સંભાવના પછી સરવાળો કરવામાં આવશે.
he: יש לסכם מיד את הוספת מזון ושינוי כמויות. מזונות שנרשמו באופן חופשי יסוכמו לאחר הערכת AI.
hi: कृपया खाद्य पदार्थों और बारकोड को तुरंत जोड़ें और वास्तविक मात्रा में बदलाव करें। AI द्वारा अनुमानित खाद्य पदार्थों को भी शामिल किया जाएगा।
hr: Automatski ažurirajte ukupnu vrijednost dodavanjem i izmjenama količine hrane koju ste unijeli. Hrana unesena putem slobodne upute će se izračunati nakon procjene AI-a.
hu: A<0} élelmiszer adatbázisba és a vonalkódokhoz tartozó adatokba azonnal be tudod írni, valamint módosítani az adatok mennyiségét. A szabadon megadott élelmiszereket az AI becslése után számoljuk össze.
id: Secara otomatis menghitung total dari penambahan dan perubahan jumlah makanan serta kode batang. Makanan yang dimasukkan secara manual akan dihitung setelah perkiraan AI.
it: Aggiorna immediatamente la somma con l'aggiunta e le modifiche delle quantità di alimenti inserite nel database. Gli alimenti inseriti manualmente saranno sommati dopo la stima dell'IA.
ko: 음식 DB와 바코드 추가 및 실제 섭취량 변경을 즉시 합산합니다. 자유롭게 입력한 음식은 AI 추정 후 합산합니다.
mr: खाद्यपदार्थ डेटाबेस आणि बारकोडची माहिती तसेच खाल्लेल्या पदार्थांची मात्रा त्वरित एकत्रित करा. तुम्ही स्वतःहून नोंदवलेले खाद्यपदार्थ, AI च्या अंदाजानुसार एकत्रित केले जातील.
ms: Sertakan dan ubah jumlah makanan yang anda masukkan serta senaraikan kepada jumlah keseluruhan. Makanan yang anda masukkan secara bebas akan diseragamkan selepas anggaran oleh AI.
nl_nl: Voeg voedsel en barcodes toe en pas de hoeveelheden aan. Voedsel dat u zelf invoert, wordt berekend na een AI-schatting.
no: Legg til og endre mengde av mat i databasen, og få totaloppsummering umiddelbart. Mat som er lagt inn manuelt, vil bli regnet sammen etter at AI har estimert.
pl: Natychmiast dodaj i zaktualizuj bazę danych produktów spożywczych oraz wpisz rzeczywistą ilość spożytych produktów. Produkty wprowadzone ręcznie zostaną uwzględnione po analizie przez sztuczną inteligencję.
pt_br: Atualize o total com a adição e alteração do volume consumido de alimentos, bem como da leitura de código de barras. Alimentos inseridos manualmente serão somados após a estimativa da IA.
pt_pt: Atualize o total com a adição e alteração do volume consumido de alimentos, bem como da leitura de código de barras. Alimentos inseridos manualmente serão somados após a estimativa da IA.
ro: Vă rugăm să adăugați și să modificați cantitățile din baza de date a alimentelor și să le includeți în total. Alimentele introduse liber vor fi calculate după estimarea AI.
ru: Автоматически объединяйте данные из базы данных продуктов и информацию о количестве съеденного. Продукты, введенные вручную, будут объединены после оценки ИИ.
sk: Automaticky aktualizujte celkové údaje, keď pridáte alebo upravíte položky v databáze potravín a skenovaním čiarového kódu. Potraviny, ktoré ste zadali ručne, budú automaticky zahrnuté po odhadovaní AI.
sl: Dodajte in posodabljajte podatke o hrani ter količino užitke, ki ste vnesli. Hrano, ki ste vnesli ročno, bodo AI ocenila in združili.
sv: Lägg till och uppdatera matdatabasen samt justera mängder med hjälp av streckkod. Måltider som har fyllts i manuellt kommer att beräknas automatiskt efter AI-analys.
ta: உணவுப் பொருள் தரவுத்தளத்தையும், பார் கோட்-ஐயும் உடனடியாகச் சேர்த்து, உள்ளீட்டு அளவுகளை மாற்றியமைக்கவும். நீங்கள் உள்ளீடு செய்த உணவுப் பொருட்களை, AI மூலம் மதிப்பிட்ட பிறகு சேர்க்கலாம்.
te: ఆహార డేటాబేస్ మరియు బార్‌కోడ్‌ను వెంటనే సేకరించి, వినియోగించిన మొత్తాన్ని అంచనా వేస్తుంది. మీరు స్వయంగా నమోదు చేసిన ఆహారాన్ని AI ద్వారా అంచనా వేసిన తర్వాత లెక్కిస్తారు.
th: รวมผลรวมการเพิ่ม/แก้ไขรายการอาหารและปริมาณที่ป้อนด้วยตนเอง โดยใช้ฐานข้อมูลอาหาร และสแกนบาร์โค้ด อาหารที่ป้อนด้วยตนเองจะถูกคำนวณโดย AI
tr: Yiyecek veritabanına ve barkod bilgilerine ek olarak, yediğiniz miktarları hemen topla. Manuel olarak girilen yiyecekler, yapay zeka tarafından tahmin edilen değerlerle birleştirilir.
uk: Автоматично обчислюйте суму, додаючи продукти та зміни в кількості. Продукти, введені вручну, будуть обчислені після оцінки AI.
vi: Tự động cập nhật tổng số lượng từ cơ sở dữ liệu thực phẩm và thay đổi thông tin về thực phẩm đã nhập thủ công. Thực phẩm được nhập thủ công sẽ được tính toán sau khi AI ước tính.
zh_hans: 将食品DB和条形码的添加以及实际食量更改立即反映到总计中。自由输入的食物将在AI估算后合并。
zh_hant: 會立即將食物資料庫和條碼新增、以及實際食用的量進行總結。自由輸入的食物會在AI估算後進行總結。

# health_meals_body_ai.625a53e73e40
source: 要因
ar_sa: عامل
ca: factor
cs: Faktory
da: Faktorer
de_de: Faktoren
el: Παράγοντες
en_au: Factors
es_es: Factores
fi: Syyt
fr_ca: Facteurs
gu: કારણો
he: גורמים
hi: कारक
hr: Faktori
hu: Okok
id: Faktor-faktor
it: Fattori
ko: 영향 요인
mr: घटकांचे विश्लेषण
ms: Faktor
nl_nl: Factoren
no: Faktorer
pl: Czynniki
pt_br: Fatores
pt_pt: Fatores
ro: Factori
ru: Факторы
sk: Faktory
sl: Faktori
sv: Faktorer
ta: காரணங்கள்
te: కారణాలు
th: ปัจจัย
tr: Nedenler
uk: Фактори
vi: Các yếu tố
zh_hans: 因素
zh_hant: 因素

# health_meals_body_ai.62b4274f6ef5
source: 睡眠 {{value1}}時間を確保
ar_sa: النوم {{value1}} وقت آمن
ca: Dormir {{value1}}Hora segura
cs: Zajistěte si {{value1}} hodin spánku.
da: Sørg for at få {{value1}} timers søvn.
de_de: {{value1}} Stunden Schlaf sicherstellen
el: Διατήρηση ύπνου για {{value1}} ώρες
en_au: Ensure {{value1}} hours of sleep
es_es: Asegurar {{value1}} horas de sueño
fi: Varmista {{value1}} tunnin yöuni.
fr_ca: Assurez-vous de dormir {{value1}} heures.
gu: {{value1}} કલાક ઊંઘની વ્યવસ્થા કરો
he: הקצאת {{value1}} שעות שינה
hi: नींद {{value1}} घंटे सुनिश्चित करें
hr: Osigurajte {{value1}} sati spavanja
hu: Az alvás {{value1}}
id: Pastikan waktu tidur {{value1}} jam
it: Assicurati di dormire {{value1}} ore.
ko: 수면 {{value1}}시간 확보
mr: {{value1}} तास झोप निश्चित करा.
ms: Pastikan {{value1}} minit tidur
nl_nl: Slaap {{value1}} uur
no: Sørg for å få {{value1}} timer søvn.
pl: Zapewnij sobie {{value1}} godzin snu.
pt_br: Garantir {{value1}} horas de sono
pt_pt: Garantir {{value1}} horas de sono
ro: Asigurați-vă un somn de {{value1}} ore.
ru: Обеспечьте себе {{value1}} часа сна.
sk: Zabezpečte si {{value1}} hodín spánku.
sl: Zagotovite si {{value1}} ur spanja
sv: Sömn: {{value1}} timmar
ta: {{value1}} மணி தூக்கம் பெறுங்கள்
te: {{value1}} గంటల నిద్రను కేటాయించండి
th: จัดเวลาพักผ่อน {{value1}} ชั่วโมง
tr: Uyku {{value1}} saatini ayırın
uk: Забезпечте {{value1}} годин сну
vi: Đảm bảo {{value1}} giờ ngủ
zh_hans: 确保{{value1}}小时的睡眠
zh_hant: 確保 {{value1}} 小時的睡眠

# health_meals_body_ai.6301c7ac2181
source: 食事画像解析
ar_sa: تحليل صورة الوجبة
ca: Anàlisi de la imatge dels àpats
cs: Analýza fotografií jídel
da: Analyse af billeder af måltider
de_de: Analyse von Mahlzeitenbildern
el: Ανάλυση εικόνας γεύματος
en_au: Image analysis of meals
es_es: Análisis de imágenes de comida
fi: Ruokakuvan analyysi
fr_ca: Analyse des images de repas
gu: ખોરાકની છબીનું વિશ્લેષણ
he: ניתוח תמונת ארוחה
hi: भोजन की तस्वीरों का विश्लेषण
hr: Analiza fotografije jelima
hu: Étel képek elemzése
id: Analisis gambar makanan
it: Analisi delle immagini dei pasti
ko: 식사 이미지 분석
mr: आहाराच्या चित्रांचे विश्लेषण
ms: Analisis imej makanan
nl_nl: Analyse van foto's van maaltijden
no: Analyse av bilder av måltider
pl: Analiza zdjęć posiłków
pt_br: Análise de imagens da refeição
pt_pt: Análise de imagens da refeição
ro: Analiza fotografiilor cu mâncare
ru: Анализ изображений еды
sk: Analýza fotografií jedla
sl: Analizirajte sliko hrane
sv: Analysera måltidsbilden
ta: உணவுப் படத்தின் பகுப்பாய்வு
te: ఆహార చిత్రం విశ్లేషణ
th: วิเคราะห์รูปภาพอาหาร
tr: Öğün fotoğrafı analizi
uk: Аналіз зображень їжі
vi: Phân tích hình ảnh bữa ăn
zh_hans: 饮食图片解析
zh_hant: 飲食圖片解析

# health_meals_body_ai.639d445a88af
source: 身体KPI
ar_sa: مؤشرات الأداء الرئيسية للجسم
ca: KPI corporal
cs: Fyzické ukazatele
da: Kropsmålinger
de_de: Körperliche KPIs
el: Βιομετρικά στοιχεία
en_au: Body KPIs
es_es: KPIs corporales
fi: Fyysiset mittarit
fr_ca: KPI corporels
gu: શારીરિક KPI
he: מדדי גוף
hi: शारीरिक KPI
hr: KPI-ji za tijelo
hu: Testbeli mutatók
id: KPI Tubuh
it: Indicatori fisici
ko: 신체 KPI
mr: शारीरिक मापदंड
ms: KPI Badan
nl_nl: Lichaamsmetingen
no: Fysiske KPIer
pl: Wskaźniki stanu ciała
pt_br: Indicadores físicos
pt_pt: Indicadores físicos
ro: Indicatori fizici
ru: Ключевые показатели здоровья
sk: KPI pre telo
sl: KPI telesne pripravljenosti
sv: Fysiska KPI:er
ta: உடல் அளவீடுகள்
te: శరీర KPI
th: ข้อมูลสุขภาพ
tr: Vücut KPI'ları
uk: Фізіологічні показники
vi: Chỉ số thể chất
zh_hant: 身體 KPI
